Revit 2024 API
Face.Triangulate Method
Overload List
Name | Description
Triangulate()
Returns a triangular mesh approximation to the face.
Triangulate(Double)
Returns a triangular mesh approximation to the face.
See Also
Face Class
Face Members
Autodesk.Revit.DB Namespace